       identification division.
       program-id. hello-world.
       author. Akira.
       date-written. 03-10-2024.
       environment division.
       procedure division.
           display "Hello World!".
           stop run.
